cursive.map
/* 𝓑​𝒜​𝒮​𝓘​𝒞​ 𝒜​𝓡​𝓘​𝒯​𝓜​𝓔​𝒯​𝓘​𝒞​ */
Ⅰ​ + Ⅱ​;
Ⅰ​ - Ⅱ​;
Ⅰ​ * Ⅱ​;
Ⅰ​ / Ⅱ​;
Ⅰ​ ^ Ⅱ​;
Ⅰ​ % Ⅱ​;
Ⅰ​ + Ⅱ​ - Ⅲ​ * Ⅳ​ / Ⅴ​ ^ Ⅵ​ % Ⅶ​;
Ⅰ​ + (Ⅱ​ - (Ⅲ​ * (Ⅳ​ / Ⅴ​) ^ Ⅵ​) % Ⅶ​);

/* 𝓘​𝒩​𝒞​𝓡​𝓔​𝓜​𝓔​𝒩​𝒯​𝓔​𝓡​𝒮​ & 𝒟​𝓔​𝒞​𝓡​𝓔​𝓜​𝓔​𝒩​𝒯​𝓔​𝓡​𝒮​ */
Ⅰ​++;
Ⅰ​--;
((Ⅲ​++) + (Ⅳ​--))++;

/* 𝓑​𝓘​𝒯​ 𝒮​𝓗​𝓘​𝓕​𝒯​𝓘​𝒩​𝒢​ & 𝓡​𝒪​𝒯​𝒜​𝒯​𝓘​𝒩​𝒢​ */
Ⅰ​ << Ⅱ​;
Ⅰ​ >> Ⅱ​;
Ⅰ​ 𝓡​𝓸​𝓉​𝓛​ Ⅱ​;
Ⅰ​ 𝓡​𝓸​𝓉​𝓡​ Ⅱ​;
Ⅰ​ << (Ⅳ​ 𝓡​𝓸​𝓉​𝓛​ Ⅴ​) >> (Ⅲ​ 𝓡​𝓸​𝓉​𝓡​ (Ⅶ​ >> Ⅱ​));

/* 𝓑​𝓘​𝒩​𝒜​𝓡​𝒴​ 𝒜​𝒩​𝒟​𝓘​𝒩​𝒢​ / 𝒪​𝓡​𝓘​𝒩​𝒢​ */
Ⅰ​ &   Ⅱ​;
Ⅰ​ |   Ⅱ​;
Ⅰ​ 𝓍​𝓸​𝓇​ Ⅱ​;
(Ⅰ​ 𝓍​𝓸​𝓇​ Ⅳ​) & (Ⅱ​ | Ⅲ​);

/* 𝒰​𝒩​𝒜​𝓡​𝒴​ 𝒜​𝓡​𝓘​𝒯​𝓗​𝓜​𝓔​𝒯​𝓘​𝒞​ 𝓔​𝒳​𝒫​𝓡​𝓔​𝒮​𝒮​𝓘​𝒪​𝒩​𝒮​ (𝒞​𝒪​𝓜​𝒫​𝓛​𝓔​𝓜​𝓔​𝒩​𝒯​ & 𝒩​𝓔​𝒢​𝒜​𝒯​𝓘​𝒪​𝒩​) */
-Ⅰ​;
~Ⅰ​;
-(Ⅰ​ + ~(Ⅱ​ + Ⅲ​));

/* 𝓑​𝒪​𝒪​𝓛​𝓔​𝒜​𝒩​ 𝓔​𝒳​𝒫​𝓡​𝓔​𝒮​𝒮​𝓘​𝒪​𝒩​𝒮​ */
Ⅰ​ == Ⅱ​;
Ⅰ​ != Ⅱ​;
Ⅰ​ >  Ⅱ​;
Ⅰ​ >= Ⅱ​;
Ⅰ​ <  Ⅱ​;
Ⅰ​ <= Ⅱ​;
(Ⅲ​ + Ⅳ​) == (Ⅱ​ * Ⅴ​);

/* 𝓑​𝒪​𝒪​𝓛​𝓔​𝒜​𝒩​ 𝒜​𝒩​𝒟​𝓘​𝒩​𝒢​ / 𝒪​𝓡​𝓘​𝒩​𝒢​ */
𝒯​𝓇​𝓊​𝓮​ && 𝓕​𝒶​𝓁​𝓈​𝓮​
𝒯​𝓇​𝓊​𝓮​ || 𝓕​𝒶​𝓁​𝓈​𝓮​
𝒯​𝓇​𝓊​𝓮​ 𝒳​𝒪​𝓡​ 𝓕​𝒶​𝓁​𝓈​𝓮​;
(𝒯​𝓇​𝓊​𝓮​ && 𝓕​𝒶​𝓁​𝓈​𝓮​) || (𝒯​𝓇​𝓊​𝓮​ 𝒳​𝒪​𝓡​ 𝓕​𝒶​𝓁​𝓈​𝓮​);

/* 𝒜​𝒮​𝒮​𝓘​𝒢​𝒩​𝓜​𝓔​𝒩​𝒯​𝒮​, 𝒯​𝒴​𝒫​𝓔​𝒟​ 𝒜​𝒮​𝒮​𝓘​𝒢​𝒩​𝓜​𝓔​𝒩​𝒯​𝒮​, 𝒞​𝓗​𝒜​𝓘​𝒩​𝓔​𝒟​ 𝒜​𝒮​𝒮​𝓘​𝒢​𝒩​𝓜​𝓔​𝒩​𝒯​𝒮​ */
𝒶​ = Ⅰ​;
𝒷​ = Ⅰ​ + Ⅱ​ * Ⅲ​ / Ⅳ​ ^ Ⅴ​ % Ⅵ​;
𝒸​ = 𝒹​ = 𝓮​ = 𝒻​ = (Ⅳ​ + Ⅱ​);

𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​: " + 𝒶​);
𝒶​ = "𝒲​𝒶​𝓏​𝓏​𝒶​𝓅​";
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​: " + 𝒶​);

𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ ℊ​;
ℊ​ = Ⅰ​;
ℊ​ = 𝒯​𝓇​𝓊​𝓮​;
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒢​: " + ℊ​);

𝓇​𝓮​𝒶​𝒹​𝒪​𝓃​𝓁​𝓎​ 𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝒽​ = "𝓗​𝓮​𝓁​𝓁​𝓸​";
𝒽​ = "𝒲​𝓸​𝓇​𝓁​𝒹​!";
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓗​: " + 𝒽​);

𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒾​ = 𝒿​ = 𝓴​ = Ⅰ​ↀ​ↀ​;
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒥​: " + 𝒿​);

𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝓁​ = Ⅴ​;
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓛​: " + 𝓁​);
𝓁​ = "𝓗​𝓮​𝓁​𝓁​𝓸​!";
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓛​: " + 𝓁​);
𝓁​ = 𝒯​𝓇​𝓊​𝓮​;
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓛​: " + 𝓁​);

/* 𝒟​𝓔​𝒜​𝓛​𝓛​𝒪​𝒞​𝒜​𝒯​𝓔​ 𝒱​𝒜​𝓡​𝓘​𝒜​𝓑​𝓛​𝓔​ */
𝒹​𝓮​𝓁​𝓮​𝓉​𝓮​ 𝒾​;

/* 𝒜​𝓡​𝓡​𝒜​𝒴​𝒮​ */
𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​[] 𝒶​𝓇​𝓇​Ⅰ​ = {Ⅰ​, Ⅱ​, Ⅲ​};
𝒶​𝓇​𝓇​Ⅱ​ = {Ⅰ​, Ⅱ​.Ⅱ​, 𝒯​𝓇​𝓊​𝓮​, "𝓗​𝓮​𝓁​𝓁​𝓸​", '𝓌​', 𝒶​𝓇​𝓇​Ⅰ​}
𝒶​𝓇​𝓇​Ⅰ​[Ⅴ​] = Ⅰ​ↀ​;
ℊ​𝓮​𝓉​𝒱​𝒶​𝓁​ = 𝒶​𝓇​𝓇​Ⅰ​[Ⅱ​];



/* 𝒜​𝒫​𝒫​𝓛​𝒴​ 𝒯​𝒪​ 𝒮​𝓔​𝓛​𝓕​ */
ℊ​ += Ⅱ​;
ℊ​ -= Ⅰ​;
ℊ​ *= Ⅱ​;
ℊ​ /= Ⅱ​;
ℊ​ ^= Ⅳ​;
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒢​: " + ℊ​);

/* 𝓛​𝒪​𝒞​𝒜​𝓛​𝓘​𝒵​𝓔​𝒟​ 𝓔​𝒩​𝒱​𝓘​𝒪​𝓡​𝓜​𝓔​𝒩​𝒯​𝒮​ */
𝒶​𝒿​ = Ⅴ​;
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝒥​: " + 𝒶​𝒿​);
{
    𝒶​𝓴​ = Ⅰ​ↀ​ↀ​;
    𝒶​𝒿​ *= Ⅱ​;
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝒦​: " + 𝒶​𝓴​);

    {
        𝒶​𝓁​ = Ⅰ​ↀ​;
        𝒶​𝓴​ /= Ⅱ​;
        𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝓛​: " + 𝒶​𝓁​);
    }

    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝓛​: " + 𝒶​𝓁​);
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝒦​: " + 𝒶​𝓴​);
}
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝒥​: " + 𝒶​𝒿​);
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝒦​: " + 𝒶​𝓴​);
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝓛​: " + 𝒶​𝓁​);

/* 𝒯​𝓔​𝓡​𝒩​𝒜​𝓡​𝒴​ 𝓘​𝓕​ 𝒮​𝒯​𝒜​𝒯​𝓔​𝓜​𝓔​𝒩​𝒯​ */
𝒶​𝓂​ = ((Ⅰ​ > Ⅱ​) ? "𝒪​𝓅​𝓉​𝒾​𝓸​𝓃​ Ⅰ​" : "𝒪​𝓅​𝓉​𝒾​𝓸​𝓃​ Ⅱ​");
𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝓉​𝓎​𝓅​𝓮​𝓑​𝓸​𝓸​𝓁​ 𝒶​𝓃​ = ((Ⅰ​ > Ⅱ​) ? Ⅰ​ : ((Ⅰ​ > Ⅱ​) ? "𝒪​𝓅​𝓉​𝒾​𝓸​𝓃​ Ⅱ​" : 𝒯​𝓇​𝓊​𝓮​));
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝓜​: " + 𝒶​𝓂​);
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝒩​: " + 𝒶​𝓃​);

/* 𝓘​𝓕​ 𝒲​𝓘​𝒯​𝓗​𝒪​𝒰​𝒯​ 𝓔​𝓛​𝒮​𝓔​ 𝒞​𝓛​𝒜​𝒰​𝒮​𝓔​ */
𝒾​𝒻​ (𝒯​𝓇​𝓊​𝓮​) {
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓘​𝒻​ 𝓊​𝓈​𝒾​𝓃​ℊ​ 𝒸​𝓸​𝓃​𝓈​𝓉​𝒶​𝓃​𝓉​");
}
𝒶​𝓸​ = 𝒯​𝓇​𝓊​𝓮​;
𝒶​𝓅​ = 𝓕​𝒶​𝓁​𝓈​𝓮​
𝒾​𝒻​ (𝒶​𝓸​ || 𝒶​𝓅​) {
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓘​𝒻​ 𝓊​𝓈​𝒾​𝓃​ℊ​ 𝒷​𝓸​𝓸​𝓁​𝓮​𝒶​𝓃​ 𝓮​𝓍​𝓅​𝓇​𝓮​𝓈​𝓈​𝒾​𝓸​𝓃​");
    𝒾​𝒻​ (𝒶​𝓸​ && 𝒶​𝓅​) {
        𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒩​𝓮​𝓈​𝓉​𝓮​𝒹​ 𝒾​𝒻​");
    }
}
𝒶​𝓆​ = Ⅰ​;
𝒾​𝒻​ (𝒶​𝓆​) {
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓘​𝒻​ 𝓌​𝒾​𝓉​𝒽​𝓸​𝓊​𝓉​ 𝒷​𝓸​𝓸​𝓁​𝓮​𝒶​𝓃​ 𝒸​𝒶​𝓈​𝓮​");
}

/* 𝓘​𝓕​ 𝒲​𝓘​𝒯​𝓗​ 𝓔​𝓛​𝒮​𝓔​ 𝒞​𝓛​𝒜​𝒰​𝒮​𝓔​ */
𝒾​𝒻​ (𝓕​𝒶​𝓁​𝓈​𝓮​) {
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓘​𝒻​ 𝓌​𝒾​𝓉​𝒽​ 𝓮​𝓁​𝓈​𝓮​");
} 𝓮​𝓁​𝓈​𝓮​ {
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓔​𝓁​𝓈​𝓮​ 𝒷​𝓁​𝓸​𝒸​𝓴​");
}

𝒾​𝒻​ (𝓕​𝒶​𝓁​𝓈​𝓮​) {
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓑​𝓁​𝓸​𝒸​𝓴​ Ⅰ​");
} 𝓮​𝓁​𝓈​𝓮​ 𝒾​𝒻​ (𝓕​𝒶​𝓁​𝓈​𝓮​) {
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓑​𝓁​𝓸​𝒸​𝓴​ Ⅱ​");
} 𝓮​𝓁​𝓈​𝓮​ {
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓑​𝓁​𝓸​𝒸​𝓴​ Ⅲ​");
}

/* 𝒮​𝒲​𝓘​𝒯​𝒞​𝓗​ 𝒮​𝒯​𝒜​𝒯​𝓜​𝓔​𝒩​𝒯​𝒮​ */
𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒶​𝓇​ = Ⅲ​;
𝓈​𝓌​𝒾​𝓉​𝒸​𝒽​ (𝒶​𝓇​) {
    𝒸​𝒶​𝓈​𝓮​ Ⅰ​ {
        𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒪​𝓃​𝓮​");
    }
    𝒸​𝒶​𝓈​𝓮​ Ⅱ​ {
        𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒯​𝓌​𝓸​");
    }
    𝒹​𝓮​𝒻​𝒶​𝓊​𝓁​𝓉​ {
        𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒰​𝓃​𝓴​𝓃​𝓸​𝓌​𝓃​");
    }
}

/* 𝓕​𝒪​𝓡​ 𝓛​𝒪​𝒪​𝒫​𝒮​ */
𝒻​𝓸​𝓇​ (𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒶​𝓈​ = ↀ​; 𝒶​𝓈​ < Ⅰ​ↀ​; 𝒶​𝓈​++) { 
    𝒾​𝒻​ (𝒶​𝓈​ % Ⅱ​ == ↀ​) {
        𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝒮​: " + 𝒶​𝓈​);
    }
}

𝒻​𝓸​𝓇​ ({ 𝒶​𝓉​ = ↀ​; 𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝒶​𝓊​ = "" }; (𝒶​𝓉​ < Ⅰ​ↀ​); { 𝒶​𝓉​++; 𝒶​𝓊​ = 𝒶​𝓊​ + "," +(𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​) 𝒶​𝓉​}) {
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝒯​: " + 𝒶​𝓉​);
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝒰​: " + 𝒶​𝓊​);
}

𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒷​𝒶​;
𝒻​𝓸​𝓇​ 𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝒷​𝒷​ 𝒾​𝓃​ "𝓗​𝓮​𝓁​𝓁​𝓸​ 𝒲​𝓸​𝓇​𝓁​𝒹​!" {
    𝓅​𝓇​𝒾​𝓃​𝓉​ 𝒷​𝒷​;
    𝒷​𝒶​++;
}

𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ "";
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ 𝒷​𝒶​;

/* 𝒲​𝓗​𝓘​𝓛​𝓔​ / 𝒟​𝒪​ 𝒲​𝓗​𝓘​𝓛​𝓔​ 𝓛​𝒪​𝒪​𝒫​𝒮​ */
𝒶​𝓋​ = ↀ​;
𝓌​𝒽​𝒾​𝓁​𝓮​ (𝒶​𝓋​ < Ⅴ​) { 
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​𝒱​: " + 𝒶​𝓋​);
    𝒶​𝓋​++;
}

/* 𝒯​𝒴​𝒫​𝓔​ 𝓘​𝒩​𝓕​𝓡​𝓔​𝒩​𝒞​𝓔​ & 𝒯​𝒴​𝒫​𝓔​ 𝒞​𝒜​𝒮​𝒯​𝓘​𝒩​𝒢​ */
𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒸​𝒶​ = Ⅰ​;
𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒸​𝒷​ = "𝓗​𝓮​𝓁​𝓁​𝓸​";
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒞​𝒜​ 𝒾​𝓈​ 𝓸​𝒻​ 𝓉​𝓎​𝓅​𝓮​: " + (𝓉​𝓎​𝓅​𝓮​ 𝒸​𝒶​));
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒞​𝓑​ 𝒾​𝓈​ 𝓸​𝒻​ 𝓉​𝓎​𝓅​𝓮​: " + (𝓉​𝓎​𝓅​𝓮​ 𝒸​𝒷​));

𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝒸​𝓍​ = "Ⅰ​ↀ​";
𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒸​𝒸​ = (𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​) 𝒸​𝓍​;
𝓉​𝓎​𝓅​𝓮​𝒟​𝒷​𝓁​ 𝒸​𝒹​ = (𝓉​𝓎​𝓅​𝓮​𝒟​𝒷​𝓁​) 𝒸​𝓍​;
𝓉​𝓎​𝓅​𝓮​𝓑​𝓸​𝓁​ 𝒸​𝓮​ = (𝓉​𝓎​𝓅​𝓮​𝓑​𝓸​𝓁​) 𝒸​𝓍​;
𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝒸​𝒻​ = (𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​) 𝒸​𝓍​;
𝓉​𝓎​𝓅​𝓮​𝒞​𝒽​𝓇​ 𝒸​ℊ​ = (𝓉​𝓎​𝓅​𝓮​𝒞​𝒽​𝓇​) 𝒸​𝓍​;


/* 𝒩​𝒪​𝒩​ 𝓡​𝓔​𝒯​𝒰​𝓡​𝒩​𝓘​𝒩​𝒢​ 𝓕​𝒰​𝒩​𝒞​𝒯​𝓘​𝒪​𝒩​𝒮​ */
𝒹​𝓮​𝒻​ 𝒻​𝓊​𝓃​𝒸​𝒯​𝓮​𝓈​𝓉​(𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒹​𝒶​ = Ⅴ​, 𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝒹​𝒷​ = "𝒲​𝓸​𝓇​𝓁​𝒹​") {
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒟​𝒜​: " + 𝒹​𝒶​);
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒟​𝓑​: " + 𝒹​𝒷​);
}

𝒻​𝓊​𝓃​𝒸​𝒯​𝓮​𝓈​𝓉​();
𝒻​𝓊​𝓃​𝒸​𝒯​𝓮​𝓈​𝓉​(Ⅰ​ↀ​, "𝓗​𝓮​𝓁​𝓁​𝓸​");

/* 𝓡​𝓔​𝒯​𝒰​𝓡​𝒩​𝓘​𝒩​𝒢​ 𝓕​𝒰​𝒩​𝒞​𝒯​𝓘​𝒪​𝒩​𝒮​ */
𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒹​𝓮​𝒻​ 𝓅​𝓇​𝓸​𝒹​𝓊​𝒸​𝓉​(𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝓍​, 𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝓎​) {
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒳​: " + 𝓍​);
    𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒴​: " + 𝓎​);
    𝓇​𝓮​𝓉​𝓊​𝓇​𝓃​ = (𝓍​ * 𝓎​);
}
𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝓅​𝓇​𝓸​𝒹​ = 𝓅​𝓇​𝓸​𝒹​𝓊​𝒸​𝓉​(Ⅴ​, Ⅰ​ↀ​);
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒫​𝓇​𝓸​𝒹​𝓊​𝒸​𝓉​: " + 𝓅​𝓇​𝓸​𝒹​);

/* 𝓡​𝓔​𝒞​𝒰​𝓡​𝒮​𝓘​𝒱​𝓔​ 𝓕​𝒰​𝒩​𝒞​𝒯​𝓘​𝒪​𝒩​𝒮​ */
𝒹​𝓮​𝒻​ 𝓇​𝓮​𝒸​𝓊​𝓇​𝓈​𝓮​(𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝓍​) {
    𝒾​𝒻​ (𝓍​ >= ↀ​) {
        𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒳​: " + 𝓍​);
        𝓇​𝓮​𝒸​𝓊​𝓇​𝓈​𝓮​(𝓍​ - Ⅰ​);
    }
}
𝓇​𝓮​𝒸​𝓊​𝓇​𝓈​𝓮​(Ⅴ​);

/* 𝒞​𝓛​𝒜​𝒮​𝒮​𝓔​𝒮​ */
𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝒸​𝓁​𝒶​𝓈​𝓈​ 𝒫​𝓮​𝓇​𝓈​𝓸​𝓃​ {
    𝓅​𝓇​𝒾​𝓋​𝒶​𝓉​𝓮​ 𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝓃​𝒶​𝓂​𝓮​;
    𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒶​ℊ​𝓮​;
    𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝓉​𝓎​𝓅​𝓮​𝒪​𝒷​𝒿​ 𝒫​𝓮​𝓉​ 𝓂​𝓎​𝒫​𝓮​𝓉​;

    𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝒹​𝓮​𝒻​ 𝒸​𝓇​𝓮​𝒶​𝓉​𝓮​(𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝓃​, 𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒶​) {
        𝓃​𝒶​𝓂​𝓮​ = 𝓃​;
        𝒶​ℊ​𝓮​ = 𝒶​;
        𝓂​𝓎​𝒫​𝓮​𝓉​ = 𝓃​𝓮​𝓌​ 𝒫​𝓮​𝓉​("𝓕​𝓇​𝓮​𝓎​𝒶​", Ⅸ​);
    }

    𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝒹​𝓮​𝒻​ 𝓈​𝓮​𝓉​𝒩​𝒶​𝓂​𝓮​(𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝓃​) {
        𝓃​𝒶​𝓂​𝓮​ = 𝓃​;
    }

    𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝒹​𝓮​𝒻​ 𝓈​𝓮​𝓉​𝒜​ℊ​𝓮​(𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒶​) {
        𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ "𝒮​𝓮​𝓉​𝓉​𝒾​𝓃​ℊ​ 𝒶​ℊ​𝓮​...";
        𝒶​ℊ​𝓮​ = 𝒶​;
    }

    𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝒹​𝓮​𝒻​ ℊ​𝓮​𝓉​𝒜​ℊ​𝓮​() {
        𝓇​𝓮​𝓉​𝓊​𝓇​𝓃​ = 𝒶​ℊ​𝓮​;
    }

    𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝒹​𝓮​𝒻​ ℊ​𝓮​𝓉​𝒩​𝒶​𝓂​𝓮​() {
        𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ "𝒢​𝓮​𝓉​𝓉​𝒾​𝓃​ℊ​ 𝒶​ℊ​𝓮​...";
        𝓇​𝓮​𝓉​𝓊​𝓇​𝓃​ = 𝓃​𝒶​𝓂​𝓮​;
    }

    𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝒹​𝓮​𝒻​ 𝓉​𝓸​𝒮​𝓉​𝓇​() {
        𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝓜​𝓎​ 𝓃​𝒶​𝓂​𝓮​ 𝒾​𝓈​ '" + 𝓃​𝒶​𝓂​𝓮​ + "', 𝒶​𝓃​𝒹​ 𝓂​𝓎​ 𝒶​ℊ​𝓮​ 𝒾​𝓈​: " + 𝒶​ℊ​𝓮​);
    }

    𝓅​𝓇​𝒾​𝓋​𝒶​𝓉​𝓮​ 𝒹​𝓮​𝒻​ 𝓈​𝓮​𝒸​𝓇​𝓮​𝓉​𝓕​𝓊​𝓃​𝒸​𝓉​𝒾​𝓸​𝓃​() {
        𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ "𝒯​𝒽​𝒾​𝓈​ 𝒸​𝒶​𝓃​ 𝓸​𝓃​𝓁​𝓎​ 𝒷​𝓮​ 𝓮​𝓍​𝓮​𝒸​𝓊​𝓉​𝓮​𝒹​ 𝒻​𝓇​𝓸​𝓂​ 𝒾​𝓃​𝓈​𝒾​𝒹​𝓮​ 𝓉​𝒽​𝓮​ 𝒸​𝓁​𝒶​𝓈​𝓈​!";
    }

    𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝒸​𝓁​𝒶​𝓈​𝓈​ 𝒫​𝓮​𝓉​ {
        𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝓅​𝓮​𝓉​𝒩​𝒶​𝓂​𝓮​;
        𝓅​𝓇​𝒾​𝓋​𝒶​𝓉​𝓮​ 𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝓅​𝓮​𝓉​𝒜​ℊ​𝓮​;

        𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝒹​𝓮​𝒻​ 𝒸​𝓇​𝓮​𝒶​𝓉​𝓮​(𝓉​𝓎​𝓅​𝓮​𝒮​𝓉​𝓇​ 𝓅​𝓃​ = "𝓑​𝓇​𝓮​𝓉​𝓉​", 𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝓅​𝒶​ = Ⅴ​Ⅶ​) {
            𝓅​𝓮​𝓉​𝒩​𝒶​𝓂​𝓮​ = 𝓅​𝓃​;
            𝓅​𝓮​𝓉​𝒜​ℊ​𝓮​ = 𝓅​𝒶​;
        }

        𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝒹​𝓮​𝒻​ ℊ​𝓮​𝓉​𝒜​ℊ​𝓮​() {
            𝓇​𝓮​𝓉​𝓊​𝓇​𝓃​ = 𝓅​𝓮​𝓉​𝒜​ℊ​𝓮​;
        }

        𝓅​𝓊​𝒷​𝓁​𝒾​𝒸​ 𝒹​𝓮​𝒻​ 𝓈​𝓮​𝓉​𝒜​ℊ​𝓮​(𝓉​𝓎​𝓅​𝓮​𝓘​𝓃​𝓉​ 𝓅​𝒶​ = Ⅲ​ↀ​) {
            𝓅​𝓮​𝓉​𝒜​ℊ​𝓮​ = 𝓅​𝒶​;
        }
    }
}

𝓉​𝓎​𝓅​𝓮​𝒪​𝒷​𝒿​ 𝒫​𝓮​𝓇​𝓈​𝓸​𝓃​ 𝓂​𝓎​𝒫​ = 𝓃​𝓮​𝓌​ 𝒫​𝓮​𝓇​𝓈​𝓸​𝓃​("𝓜​𝒶​𝓉​𝓉​𝒽​𝓮​𝓌​", Ⅱ​Ⅳ​);

𝓂​𝓎​𝒩​𝒶​𝓂​𝓮​ = 𝓂​𝓎​𝒫​.𝓃​𝒶​𝓂​𝓮​;
𝓂​𝓎​𝒜​ℊ​𝓮​ = 𝓂​𝓎​𝒫​.𝒶​ℊ​𝓮​;

𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒩​𝒶​𝓂​𝓮​: " + 𝓂​𝓎​𝒩​𝒶​𝓂​𝓮​);
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​ℊ​𝓮​: " + 𝓂​𝓎​𝒜​ℊ​𝓮​);

𝓂​𝓎​𝒩​𝒶​𝓂​𝓮​ = 𝓂​𝓎​𝒫​.ℊ​𝓮​𝓉​𝒩​𝒶​𝓂​𝓮​();
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒩​𝒶​𝓂​𝓮​: " + 𝓂​𝓎​𝒩​𝒶​𝓂​𝓮​);

𝓂​𝓎​𝒫​.𝓈​𝓮​𝓉​𝒜​ℊ​𝓮​(Ⅴ​ↀ​);
𝓂​𝓎​𝒜​ℊ​𝓮​ = 𝓂​𝓎​𝒫​.ℊ​𝓮​𝓉​𝒜​ℊ​𝓮​();
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​ℊ​𝓮​: " + 𝓂​𝓎​𝒜​ℊ​𝓮​);

𝓂​𝓎​𝒫​.𝒶​ℊ​𝓮​ = Ⅰ​ↀ​ↀ​;
𝓂​𝓎​𝒜​ℊ​𝓮​ = 𝓂​𝓎​𝒫​.𝒶​ℊ​𝓮​;
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒜​ℊ​𝓮​: " + 𝓂​𝓎​𝒜​ℊ​𝓮​);

𝓂​𝓎​𝒫​.𝓉​𝓸​𝒮​𝓉​𝓇​();
𝓂​𝓎​𝒫​.𝓈​𝓮​𝒸​𝓇​𝓮​𝓉​𝓕​𝓊​𝓃​𝒸​𝓉​𝒾​𝓸​𝓃​();

𝓂​𝓎​𝒫​𝓮​𝓉​𝒩​𝒶​𝓂​𝓮​ = 𝓂​𝓎​𝒫​.𝓂​𝓎​𝒫​𝓮​𝓉​.𝓅​𝓮​𝓉​𝒩​𝒶​𝓂​𝓮​;
𝓂​𝓎​𝒫​𝓮​𝓉​𝒜​ℊ​𝓮​ = 𝓂​𝓎​𝒫​.𝓂​𝓎​𝒫​𝓮​𝓉​.𝓅​𝓮​𝓉​𝒜​ℊ​𝓮​;
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒫​𝓮​𝓉​ 𝒩​𝒶​𝓂​𝓮​: " + 𝓂​𝓎​𝒫​𝓮​𝓉​𝒩​𝒶​𝓂​𝓮​);
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒫​𝓮​𝓉​ 𝒜​ℊ​𝓮​: " + 𝓂​𝓎​𝒫​𝓮​𝓉​𝒜​ℊ​𝓮​);

𝓂​𝓎​𝒫​𝓮​𝓉​𝒜​ℊ​𝓮​ = 𝓂​𝓎​𝒫​.𝓂​𝓎​𝒫​𝓮​𝓉​.ℊ​𝓮​𝓉​𝒜​ℊ​𝓮​();
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒫​𝓮​𝓉​ 𝒜​ℊ​𝓮​: " + 𝓂​𝓎​𝒫​𝓮​𝓉​𝒜​ℊ​𝓮​);

𝓂​𝓎​𝒫​.𝓂​𝓎​𝒫​𝓮​𝓉​.𝓈​𝓮​𝓉​𝒜​ℊ​𝓮​(Ⅰ​Ⅶ​);
𝓂​𝓎​𝒫​𝓮​𝓉​𝒜​ℊ​𝓮​ = 𝓂​𝓎​𝒫​.𝓂​𝓎​𝒫​𝓮​𝓉​.ℊ​𝓮​𝓉​𝒜​ℊ​𝓮​();
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒫​𝓮​𝓉​ 𝒜​ℊ​𝓮​: " + 𝓂​𝓎​𝒫​𝓮​𝓉​𝒜​ℊ​𝓮​);

𝓂​𝓎​𝒫​.𝓂​𝓎​𝒫​𝓮​𝓉​.𝓅​𝓮​𝓉​𝒩​𝒶​𝓂​𝓮​ = "𝓑​𝓊​𝓉​𝓉​𝓮​𝓇​";
𝓂​𝓎​𝒫​𝓮​𝓉​𝒩​𝒶​𝓂​𝓮​ = 𝓂​𝓎​𝒫​.𝓂​𝓎​𝒫​𝓮​𝓉​.𝓅​𝓮​𝓉​𝒩​𝒶​𝓂​𝓮​;
𝓅​𝓇​𝒾​𝓃​𝓉​𝓛​𝓃​ ("𝒫​𝓮​𝓉​ 𝒩​𝒶​𝓂​𝓮​: " + 𝓂​𝓎​𝒫​𝓮​𝓉​𝒩​𝒶​𝓂​𝓮​);