hieroglyphsMap.map
𓁿𓂭​ 𓂘𓀁​𓂘𓀀​𓂘𓀒​𓂘𓀈​𓂘𓀂​ 𓂘𓀀​𓂘𓀑​𓂘𓀈​𓂘𓀓​𓂘𓀌​𓂘𓀄​𓂘𓀓​𓂘𓀈​𓂘𓀂​ 𓂭𓁿​
𓍢​ 𓆖​ 𓍣​𓅔​
𓍢​ 𓆱​ 𓍣​𓅔​
𓍢​ 𓆚​ 𓍣​𓅔​
𓍢​ 𓃚​ 𓍣​𓅔​
𓍢​ 𓆜​ 𓍣​𓅔​
𓍢​ 𓆫​ 𓍣​𓅔​
𓍢​ 𓆖​ 𓍣​ 𓆱​ 𓍤​ 𓆚​ 𓍥​ 𓃚​ 𓍦​ 𓆜​ 𓍧​ 𓆫​ 𓍨​𓅔​
𓍢​ 𓆖​ 𓌹​𓍣​ 𓆱​ 𓌹​𓍤​ 𓆚​ 𓌹​𓍥​ 𓃚​ 𓍦​𓌺​ 𓆜​ 𓍧​𓌺​ 𓆫​ 𓍨​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀈​𓂘𓀍​𓂘𓀂​𓂘𓀑​𓂘𓀄​𓂘𓀌​𓂘𓀄​𓂘𓀍​𓂘𓀓​𓂘𓀄​𓂘𓀑​𓂘𓀒​ 𓆕​ 𓂘𓀃​𓂘𓀄​𓂘𓀂​𓂘𓀑​𓂘𓀄​𓂘𓀌​𓂘𓀄​𓂘𓀍​𓂘𓀓​𓂘𓀄​𓂘𓀑​𓂘𓀒​ 𓂭𓁿​
𓍢​𓆖​𓆖​𓅔​
𓍢​𓆱​𓆱​𓅔​
𓌹​𓌹​𓍤​𓆖​𓆖​𓌺​ 𓆖​ 𓌹​𓍥​𓆱​𓆱​𓌺​𓌺​𓆖​𓆖​𓅔​

𓁿𓂭​ 𓂘𓀁​𓂘𓀈​𓂘𓀓​ 𓂘𓀒​𓂘𓀇​𓂘𓀈​𓂘𓀅​𓂘𓀓​𓂘𓀈​𓂘𓀍​𓂘𓀆​ 𓆕​ 𓂘𓀑​𓂘𓀎​𓂘𓀓​𓂘𓀀​𓂘𓀓​𓂘𓀈​𓂘𓀍​𓂘𓀆​ 𓂭𓁿​
𓍢​ 𓇼​ 𓍣​𓅔​
𓍢​ 𓇻​ 𓍣​𓅔​
𓍢​ 𓂘𓀑​𓀎​𓀓​𓂘𓀋​ 𓍣​𓅔​
𓍢​ 𓂘𓀑​𓀎​𓀓​𓂘𓀑​ 𓍣​𓅔​
𓍢​ 𓇼​ 𓌹​𓍥​ 𓂘𓀑​𓀎​𓀓​𓂘𓀋​ 𓍦​𓌺​ 𓇻​ 𓌹​𓍤​ 𓂘𓀑​𓀎​𓀓​𓂘𓀑​ 𓌹​𓍨​ 𓇻​ 𓍣​𓌺​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀁​𓂘𓀈​𓂘𓀍​𓂘𓀀​𓂘𓀑​𓂘𓀘​ 𓂘𓀀​𓂘𓀍​𓂘𓀃​𓂘𓀈​𓂘𓀍​𓂘𓀆​ 𓃚​ 𓂘𓀎​𓂘𓀑​𓂘𓀈​𓂘𓀍​𓂘𓀆​ 𓂭𓁿​
𓍢​ 𓆕​   𓍣​𓅔​
𓍢​ 𓆏​   𓍣​𓅔​
𓍢​ 𓉂​ 𓍣​𓅔​
𓌹​𓍢​ 𓉂​ 𓍥​𓌺​ 𓆕​ 𓌹​𓍣​ 𓆏​ 𓍤​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀔​𓂘𓀍​𓂘𓀀​𓂘𓀑​𓂘𓀘​ 𓂘𓀀​𓂘𓀑​𓂘𓀈​𓂘𓀓​𓂘𓀇​𓂘𓀌​𓂘𓀄​𓂘𓀓​𓂘𓀈​𓂘𓀂​ 𓂘𓀄​𓂘𓀗​𓂘𓀏​𓂘𓀑​𓂘𓀄​𓂘𓀒​𓂘𓀒​𓂘𓀈​𓂘𓀎​𓂘𓀍​𓂘𓀒​ 𓌹​𓂘𓀂​𓂘𓀎​𓂘𓀌​𓂘𓀏​𓂘𓀋​𓂘𓀄​𓂘𓀌​𓂘𓀄​𓂘𓀍​𓂘𓀓​ 𓆕​ 𓂘𓀍​𓂘𓀄​𓂘𓀆​𓂘𓀀​𓂘𓀓​𓂘𓀈​𓂘𓀎​𓂘𓀍​𓌺​ 𓂭𓁿​
𓆱​𓍢​𓅔​
𓆲​𓍢​𓅔​
𓆱​𓌹​𓍢​ 𓆖​ 𓆲​𓌹​𓍣​ 𓆖​ 𓍤​𓌺​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀁​𓂘𓀎​𓂘𓀎​𓂘𓀋​𓂘𓀄​𓂘𓀀​𓂘𓀍​ 𓂘𓀄​𓂘𓀗​𓂘𓀏​𓂘𓀑​𓂘𓀄​𓂘𓀒​𓂘𓀒​𓂘𓀈​𓂘𓀎​𓂘𓀍​𓂘𓀒​ 𓂭𓁿​
𓍢​ 𓉃​ 𓍣​𓅔​
𓍢​ 𓆤​𓇀​ 𓍣​𓅔​
𓍢​ 𓄏​  𓍣​𓅔​
𓍢​ 𓉅​ 𓍣​𓅔​
𓍢​ 𓄉​  𓍣​𓅔​
𓍢​ 𓉄​ 𓍣​𓅔​
𓌹​𓍤​ 𓆖​ 𓍥​𓌺​ 𓉃​ 𓌹​𓍣​ 𓆚​ 𓍦​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀁​𓂘𓀎​𓂘𓀎​𓂘𓀋​𓂘𓀄​𓂘𓀀​𓂘𓀍​ 𓂘𓀀​𓂘𓀍​𓂘𓀃​𓂘𓀈​𓂘𓀍​𓂘𓀆​ 𓃚​ 𓂘𓀎​𓂘𓀑​𓂘𓀈​𓂘𓀍​𓂘𓀆​ 𓂭𓁿​
𓉆​ 𓉀​ 𓉇​
𓉆​ 𓉁​ 𓉇​
𓉆​ 𓂘𓀗​𓂘𓀎​𓂘𓀑​ 𓂘𓀅​𓀀​𓀋​𓀒​𓀄​𓅔​
𓌹​𓂘𓀓​𓀑​𓀔​𓀄​ 𓉀​ 𓂘𓀅​𓀀​𓀋​𓀒​𓀄​𓌺​ 𓉁​ 𓌹​𓂘𓀓​𓀑​𓀔​𓀄​ 𓂘𓀗​𓂘𓀎​𓂘𓀑​ 𓂘𓀅​𓀀​𓀋​𓀒​𓀄​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀀​𓂘𓀒​𓂘𓀒​𓂘𓀈​𓂘𓀆​𓂘𓀍​𓂘𓀌​𓂘𓀄​𓂘𓀍​𓂘𓀓​𓂘𓀒​𓄍​ 𓂘𓀓​𓂘𓀘​𓂘𓀏​𓂘𓀄​𓂘𓀃​ 𓂘𓀀​𓂘𓀒​𓂘𓀒​𓂘𓀈​𓂘𓀆​𓂘𓀍​𓂘𓀌​𓂘𓀄​𓂘𓀍​𓂘𓀓​𓂘𓀒​𓄍​ 𓂘𓀂​𓂘𓀇​𓂘𓀀​𓂘𓀈​𓂘𓀍​𓂘𓀄​𓂘𓀃​ 𓂘𓀀​𓂘𓀒​𓂘𓀒​𓂘𓀈​𓂘𓀆​𓂘𓀍​𓂘𓀌​𓂘𓀄​𓂘𓀍​𓂘𓀓​𓂘𓀒​ 𓂭𓁿​
𓀀​ 𓇀​ 𓍢​𓅔​
𓀁​ 𓇀​ 𓍢​ 𓆖​ 𓍣​ 𓆚​ 𓍤​ 𓃚​ 𓍥​ 𓆜​ 𓍦​ 𓆫​ 𓍧​𓅔​
𓀂​ 𓇀​ 𓀃​ 𓇀​ 𓀄​ 𓇀​ 𓀅​ 𓇀​ 𓌹​𓍥​ 𓆖​ 𓍣​𓌺​𓅔​

𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓅀​ 𓅖​ 𓆖​ 𓀀​𓌺​𓅔​
𓀀​ 𓇀​ 𓅖​𓂘𓀖​𓀀​𓀙​𓀙​𓀀​𓀏​𓅖​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓅀​ 𓅖​ 𓆖​ 𓀀​𓌺​𓅔​

𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀆​𓅔​
𓀆​ 𓇀​ 𓍢​𓅔​
𓀆​ 𓇀​ 𓂘𓀓​𓀑​𓀔​𓀄​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀆​𓅀​ 𓅖​ 𓆖​ 𓀆​𓌺​𓅔​

𓀑​𓀄​𓀀​𓀃​𓂘𓀎​𓀍​𓀋​𓀘​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀇​ 𓇀​ 𓅖​𓂘𓀇​𓀄​𓀋​𓀋​𓀎​𓅖​𓅔​
𓀇​ 𓇀​ 𓅖​𓂘𓀖​𓀎​𓀑​𓀋​𓀃​𓆤​𓅖​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀇​𓅀​ 𓅖​ 𓆖​ 𓀇​𓌺​𓅔​

𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀈​ 𓇀​ 𓀉​ 𓇀​ 𓀊​ 𓇀​ 𓍢​𓍡​𓍡​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀉​𓅀​ 𓅖​ 𓆖​ 𓀉​𓌺​𓅔​

𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀋​ 𓇀​ 𓍦​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀋​𓅀​ 𓅖​ 𓆖​ 𓀋​𓌺​𓅔​
𓀋​ 𓇀​ 𓅖​𓂘𓀇​𓀄​𓀋​𓀋​𓀎​𓆤​𓅖​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀋​𓅀​ 𓅖​ 𓆖​ 𓀋​𓌺​𓅔​
𓀋​ 𓇀​ 𓂘𓀓​𓀑​𓀔​𓀄​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀋​𓅀​ 𓅖​ 𓆖​ 𓀋​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀃​𓂘𓀄​𓂘𓀀​𓂘𓀋​𓂘𓀋​𓂘𓀎​𓂘𓀂​𓂘𓀀​𓂘𓀓​𓂘𓀄​ 𓂘𓀕​𓂘𓀀​𓂘𓀑​𓂘𓀈​𓂘𓀀​𓂘𓀁​𓂘𓀋​𓂘𓀄​ 𓂭𓁿​
𓀃​𓀄​𓀋​𓀄​𓀓​𓀄​ 𓀈​𓅔​

𓁿𓂭​ 𓂘𓀀​𓂘𓀑​𓂘𓀑​𓂘𓀀​𓂘𓀘​𓂘𓀒​ 𓂭𓁿​
𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​𓊈​𓊉​ 𓀀​𓀑​𓀑​𓍢​ 𓇀​ 𓊆​𓍢​𓄍​ 𓍣​𓄍​ 𓍤​𓊇​𓅔​
𓀀​𓀑​𓀑​𓍣​ 𓇀​ 𓊆​𓍢​𓄍​ 𓍣​𓇽​𓍣​𓄍​ 𓂘𓀓​𓀑​𓀔​𓀄​𓄍​ 𓅖​𓂘𓀇​𓀄​𓀋​𓀋​𓀎​𓅖​𓄍​ 𓅗​𓀖​𓅗​𓄍​ 𓀀​𓀑​𓀑​𓍢​𓊇​
𓀀​𓀑​𓀑​𓍢​𓊈​𓍦​𓊉​ 𓇀​ 𓍢​𓍡​𓅔​
𓀆​𓀄​𓀓​𓂘𓀕​𓀀​𓀋​ 𓇀​ 𓀀​𓀑​𓀑​𓍢​𓊈​𓍣​𓊉​𓅔​



𓁿𓂭​ 𓂘𓀀​𓂘𓀏​𓂘𓀏​𓂘𓀋​𓂘𓀘​ 𓂘𓀓​𓂘𓀎​ 𓂘𓀒​𓂘𓀄​𓂘𓀋​𓂘𓀅​ 𓂭𓁿​
𓀆​ 𓆖​𓇀​ 𓍣​𓅔​
𓀆​ 𓆱​𓇀​ 𓍢​𓅔​
𓀆​ 𓆚​𓇀​ 𓍣​𓅔​
𓀆​ 𓃚​𓇀​ 𓍣​𓅔​
𓀆​ 𓆜​𓇀​ 𓍥​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀆​𓅀​ 𓅖​ 𓆖​ 𓀆​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀋​𓂘𓀎​𓂘𓀂​𓂘𓀀​𓂘𓀋​𓂘𓀈​𓂘𓀙​𓂘𓀄​𓂘𓀃​ 𓂘𓀄​𓂘𓀍​𓂘𓀕​𓂘𓀈​𓂘𓀎​𓂘𓀑​𓂘𓀌​𓂘𓀄​𓂘𓀍​𓂘𓀓​𓂘𓀒​ 𓂭𓁿​
𓀀​𓀉​ 𓇀​ 𓍦​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀉​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀉​𓌺​𓅔​
𓊆​
    𓀀​𓀊​ 𓇀​ 𓍢​𓍡​𓍡​𓅔​
    𓀀​𓀉​ 𓆚​𓇀​ 𓍣​𓅔​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀊​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀊​𓌺​𓅔​

    𓊆​
        𓀀​𓀋​ 𓇀​ 𓍢​𓍡​𓅔​
        𓀀​𓀊​ 𓃚​𓇀​ 𓍣​𓅔​
        𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀋​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀋​𓌺​𓅔​
    𓊇​

    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀋​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀋​𓌺​𓅔​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀊​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀊​𓌺​𓅔​
𓊇​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀉​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀉​𓌺​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀊​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀊​𓌺​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀋​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀋​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀓​𓂘𓀄​𓂘𓀑​𓂘𓀍​𓂘𓀀​𓂘𓀑​𓂘𓀘​ 𓂘𓀈​𓂘𓀅​ 𓂘𓀒​𓂘𓀓​𓂘𓀀​𓂘𓀓​𓂘𓀄​𓂘𓀌​𓂘𓀄​𓂘𓀍​𓂘𓀓​ 𓂭𓁿​
𓀀​𓀌​ 𓇀​ 𓌹​𓌹​𓍢​ 𓄏​ 𓍣​𓌺​ 𓃪​ 𓅖​𓂘𓀎​𓀏​𓀓​𓀈​𓀎​𓀍​ 𓍢​𓅖​ 𓅀​ 𓅖​𓂘𓀎​𓀏​𓀓​𓀈​𓀎​𓀍​ 𓍣​𓅖​𓌺​𓅔​
𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀁​𓀎​𓀎​𓀋​ 𓀀​𓀍​ 𓇀​ 𓌹​𓌹​𓍢​ 𓄏​ 𓍣​𓌺​ 𓃪​ 𓍢​ 𓅀​ 𓌹​𓌹​𓍢​ 𓄏​ 𓍣​𓌺​ 𓃪​ 𓅖​𓂘𓀎​𓀏​𓀓​𓀈​𓀎​𓀍​ 𓍣​𓅖​ 𓅀​ 𓂘𓀓​𓀑​𓀔​𓀄​𓌺​𓌺​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀌​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀌​𓌺​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀍​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀍​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀈​𓂘𓀅​ 𓂘𓀖​𓂘𓀈​𓂘𓀓​𓂘𓀇​𓂘𓀎​𓂘𓀔​𓂘𓀓​ 𓂘𓀄​𓂘𓀋​𓂘𓀒​𓂘𓀄​ 𓂘𓀂​𓂘𓀋​𓂘𓀀​𓂘𓀔​𓂘𓀒​𓂘𓀄​ 𓂭𓁿​
𓋏​ 𓌹​𓂘𓀓​𓀑​𓀔​𓀄​𓌺​ 𓊆​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀈​𓀅​ 𓀔​𓀒​𓀈​𓀍​𓀆​ 𓀂​𓀎​𓀍​𓀒​𓀓​𓀀​𓀍​𓀓​𓅖​𓌺​𓅔​
𓊇​
𓀀​𓀎​ 𓇀​ 𓂘𓀓​𓀑​𓀔​𓀄​𓅔​
𓀀​𓀏​ 𓇀​ 𓉇​
𓋏​ 𓌹​𓀀​𓀎​ 𓉁​ 𓀀​𓀏​𓌺​ 𓊆​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀈​𓀅​ 𓀔​𓀒​𓀈​𓀍​𓀆​ 𓀁​𓀎​𓀎​𓀋​𓀄​𓀀​𓀍​ 𓀄​𓀗​𓀏​𓀑​𓀄​𓀒​𓀒​𓀈​𓀎​𓀍​𓅖​𓌺​𓅔​
    𓋏​ 𓌹​𓀀​𓀎​ 𓉀​ 𓀀​𓀏​𓌺​ 𓊆​
        𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀍​𓀄​𓀒​𓀓​𓀄​𓀃​ 𓀈​𓀅​𓅖​𓌺​𓅔​
    𓊇​
𓊇​
𓀀​𓀐​ 𓇀​ 𓍢​𓅔​
𓋏​ 𓌹​𓀀​𓀐​𓌺​ 𓊆​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀈​𓀅​ 𓀖​𓀈​𓀓​𓀇​𓀎​𓀔​𓀓​ 𓀁​𓀎​𓀎​𓀋​𓀄​𓀀​𓀍​ 𓀂​𓀀​𓀒​𓀄​𓅖​𓌺​𓅔​
𓊇​

𓁿𓂭​ 𓂘𓀈​𓂘𓀅​ 𓂘𓀖​𓂘𓀈​𓂘𓀓​𓂘𓀇​ 𓂘𓀄​𓂘𓀋​𓂘𓀒​𓂘𓀄​ 𓂘𓀂​𓂘𓀋​𓂘𓀀​𓂘𓀔​𓂘𓀒​𓂘𓀄​ 𓂭𓁿​
𓋏​ 𓌹​𓂘𓀅​𓀀​𓀋​𓀒​𓀄​𓌺​ 𓊆​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀈​𓀅​ 𓀖​𓀈​𓀓​𓀇​ 𓀄​𓀋​𓀒​𓀄​𓅖​𓌺​𓅔​
𓊇​ 𓋐​ 𓊆​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀄​𓀋​𓀒​𓀄​ 𓀁​𓀋​𓀎​𓀂​𓀊​𓅖​𓌺​𓅔​
𓊇​

𓋏​ 𓌹​𓂘𓀅​𓀀​𓀋​𓀒​𓀄​𓌺​ 𓊆​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀁​𓀋​𓀎​𓀂​𓀊​ 𓍢​𓅖​𓌺​𓅔​
𓊇​ 𓋐​ 𓋏​ 𓌹​𓂘𓀅​𓀀​𓀋​𓀒​𓀄​𓌺​ 𓊆​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀁​𓀋​𓀎​𓀂​𓀊​ 𓍣​𓅖​𓌺​𓅔​
𓊇​ 𓋐​ 𓊆​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀁​𓀋​𓀎​𓀂​𓀊​ 𓍤​𓅖​𓌺​𓅔​
𓊇​

𓁿𓂭​ 𓂘𓀒​𓂘𓀖​𓂘𓀈​𓂘𓀓​𓂘𓀂​𓂘𓀇​ 𓂘𓀒​𓂘𓀓​𓂘𓀀​𓂘𓀓​𓂘𓀌​𓂘𓀄​𓂘𓀍​𓂘𓀓​𓂘𓀒​ 𓂭𓁿​
𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀀​𓀑​ 𓇀​ 𓍤​𓅔​
𓋘​ 𓌹​𓀀​𓀑​𓌺​ 𓊆​
    𓋚​ 𓍢​ 𓊆​
        𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀎​𓀍​𓀄​𓅖​𓌺​𓅔​
    𓊇​
    𓋚​ 𓍣​ 𓊆​
        𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀓​𓀖​𓀎​𓅖​𓌺​𓅔​
    𓊇​
    𓀃​𓀄​𓀅​𓀀​𓀔​𓀋​𓀓​ 𓊆​
        𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀔​𓀍​𓀊​𓀍​𓀎​𓀖​𓀍​𓅖​𓌺​𓅔​
    𓊇​
𓊇​

𓁿𓂭​ 𓂘𓀅​𓂘𓀎​𓂘𓀑​ 𓂘𓀋​𓂘𓀎​𓂘𓀎​𓂘𓀏​𓂘𓀒​ 𓂭𓁿​
𓋍​ 𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀀​𓀒​ 𓇀​ 𓍡​𓅔​ 𓀀​𓀒​ 𓄉​ 𓍢​𓍡​𓅔​ 𓀀​𓀒​𓆖​𓆖​𓌺​ 𓊆​ 
    𓋏​ 𓌹​𓀀​𓀒​ 𓆫​ 𓍣​ 𓉃​ 𓍡​𓌺​ 𓊆​
        𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀒​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀒​𓌺​𓅔​
    𓊇​
𓊇​

𓋍​ 𓌹​𓊆​ 𓀀​𓀓​ 𓇀​ 𓍡​𓅔​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀀​𓀔​ 𓇀​ 𓅖​𓅖​ 𓊇​𓅔​ 𓌹​𓀀​𓀓​ 𓄉​ 𓍢​𓍡​𓌺​𓅔​ 𓊆​ 𓀀​𓀓​𓆖​𓆖​𓅔​ 𓀀​𓀔​ 𓇀​ 𓀀​𓀔​ 𓆖​ 𓅖​𓄍​𓅖​ 𓆖​𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​𓌺​ 𓀀​𓀓​𓊇​𓌺​ 𓊆​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀓​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀓​𓌺​𓅔​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀔​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀔​𓌺​𓅔​
𓊇​

𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀁​𓀀​𓅔​
𓋍​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀁​𓀁​ 𓀈​𓀍​ 𓅖​𓂘𓀇​𓀄​𓀋​𓀋​𓀎​ 𓂘𓀖​𓀎​𓀑​𓀋​𓀃​𓆤​𓅖​ 𓊆​
    𓀏​𓀑​𓀈​𓀍​𓀓​ 𓀁​𓀁​𓅔​
    𓀁​𓀀​𓆖​𓆖​𓅔​
𓊇​

𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓅖​𓅖​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓀁​𓀀​𓅔​

𓁿𓂭​ 𓂘𓀖​𓂘𓀇​𓂘𓀈​𓂘𓀋​𓂘𓀄​ 𓃚​ 𓂘𓀃​𓂘𓀎​ 𓂘𓀖​𓂘𓀇​𓂘𓀈​𓂘𓀋​𓂘𓀄​ 𓂘𓀋​𓂘𓀎​𓂘𓀎​𓂘𓀏​𓂘𓀒​ 𓂭𓁿​
𓀀​𓀕​ 𓇀​ 𓍡​𓅔​
𓋓​ 𓌹​𓀀​𓀕​ 𓄉​ 𓍦​𓌺​ 𓊆​ 
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓂘𓀕​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀕​𓌺​𓅔​
    𓀀​𓀕​𓆖​𓆖​𓅔​
𓊇​

𓁿𓂭​ 𓂘𓀓​𓂘𓀘​𓂘𓀏​𓂘𓀄​ 𓂘𓀈​𓂘𓀍​𓂘𓀅​𓂘𓀑​𓂘𓀄​𓂘𓀍​𓂘𓀂​𓂘𓀄​ 𓆕​ 𓂘𓀓​𓂘𓀘​𓂘𓀏​𓂘𓀄​ 𓂘𓀂​𓂘𓀀​𓂘𓀒​𓂘𓀓​𓂘𓀈​𓂘𓀍​𓂘𓀆​ 𓂭𓁿​
𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀂​𓀀​ 𓇀​ 𓍢​𓅔​
𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀂​𓀁​ 𓇀​ 𓅖​𓂘𓀇​𓀄​𓀋​𓀋​𓀎​𓅖​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀂​𓂘𓀀​ 𓀈​𓀒​ 𓀎​𓀅​ 𓀓​𓀘​𓀏​𓀄​𓅀​ 𓅖​ 𓆖​ 𓌹​𓀓​𓀘​𓀏​𓀄​ 𓀂​𓀀​𓌺​𓌺​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀂​𓂘𓀁​ 𓀈​𓀒​ 𓀎​𓀅​ 𓀓​𓀘​𓀏​𓀄​𓅀​ 𓅖​ 𓆖​ 𓌹​𓀓​𓀘​𓀏​𓀄​ 𓀂​𓀁​𓌺​𓌺​𓅔​

𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀂​𓀗​ 𓇀​ 𓅖​𓍢​𓍡​𓅖​𓅔​
𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀂​𓀂​ 𓇀​ 𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​𓌺​ 𓀂​𓀗​𓅔​
𓀓​𓀘​𓀏​𓀄​𓂘𓀃​𓀁​𓀋​ 𓀂​𓀃​ 𓇀​ 𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀃​𓀁​𓀋​𓌺​ 𓀂​𓀗​𓅔​
𓀓​𓀘​𓀏​𓀄​𓂘𓀁​𓀎​𓀋​ 𓀂​𓀄​ 𓇀​ 𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀁​𓀎​𓀋​𓌺​ 𓀂​𓀗​𓅔​
𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀂​𓀅​ 𓇀​ 𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​𓌺​ 𓀂​𓀗​𓅔​
𓀓​𓀘​𓀏​𓀄​𓂘𓀂​𓀇​𓀑​ 𓀂​𓀆​ 𓇀​ 𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀂​𓀇​𓀑​𓌺​ 𓀂​𓀗​𓅔​


𓁿𓂭​ 𓂘𓀍​𓂘𓀎​𓂘𓀍​ 𓂘𓀑​𓂘𓀄​𓂘𓀓​𓂘𓀔​𓂘𓀑​𓂘𓀍​𓂘𓀈​𓂘𓀍​𓂘𓀆​ 𓂘𓀅​𓂘𓀔​𓂘𓀍​𓂘𓀂​𓂘𓀓​𓂘𓀈​𓂘𓀎​𓂘𓀍​𓂘𓀒​ 𓂭𓁿​
𓀃​𓀄​𓀅​ 𓀅​𓀔​𓀍​𓀂​𓂘𓀓​𓀄​𓀒​𓀓​𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀃​𓀀​ 𓇀​ 𓍦​𓄍​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀃​𓀁​ 𓇀​ 𓅖​𓂘𓀖​𓀎​𓀑​𓀋​𓀃​𓅖​𓌺​ 𓊆​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀃​𓂘𓀀​𓅀​ 𓅖​ 𓆖​ 𓀃​𓀀​𓌺​𓅔​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀃​𓂘𓀁​𓅀​ 𓅖​ 𓆖​ 𓀃​𓀁​𓌺​𓅔​
𓊇​

𓀅​𓀔​𓀍​𓀂​𓂘𓀓​𓀄​𓀒​𓀓​𓌹​𓌺​𓅔​
𓀅​𓀔​𓀍​𓀂​𓂘𓀓​𓀄​𓀒​𓀓​𓌹​𓍢​𓍡​𓄍​ 𓅖​𓂘𓀇​𓀄​𓀋​𓀋​𓀎​𓅖​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀑​𓂘𓀄​𓂘𓀓​𓂘𓀔​𓂘𓀑​𓂘𓀍​𓂘𓀈​𓂘𓀍​𓂘𓀆​ 𓂘𓀅​𓂘𓀔​𓂘𓀍​𓂘𓀂​𓂘𓀓​𓂘𓀈​𓂘𓀎​𓂘𓀍​𓂘𓀒​ 𓂭𓁿​
𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀃​𓀄​𓀅​ 𓀏​𓀑​𓀎​𓀃​𓀔​𓀂​𓀓​𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀗​𓄍​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀘​𓌺​ 𓊆​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀗​𓅀​ 𓅖​ 𓆖​ 𓀗​𓌺​𓅔​
    𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀘​𓅀​ 𓅖​ 𓆖​ 𓀘​𓌺​𓅔​
    𓋞​ 𓇀​ 𓌹​𓀗​ 𓆚​ 𓀘​𓌺​𓅔​
𓊇​
𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀏​𓀑​𓀎​𓀃​ 𓇀​ 𓀏​𓀑​𓀎​𓀃​𓀔​𓀂​𓀓​𓌹​𓍦​𓄍​ 𓍢​𓍡​𓌺​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀏​𓀑​𓀎​𓀃​𓀔​𓀂​𓀓​𓅀​ 𓅖​ 𓆖​ 𓀏​𓀑​𓀎​𓀃​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀑​𓂘𓀄​𓂘𓀂​𓂘𓀔​𓂘𓀑​𓂘𓀒​𓂘𓀈​𓂘𓀕​𓂘𓀄​ 𓂘𓀅​𓂘𓀔​𓂘𓀍​𓂘𓀂​𓂘𓀓​𓂘𓀈​𓂘𓀎​𓂘𓀍​𓂘𓀒​ 𓂭𓁿​
𓀃​𓀄​𓀅​ 𓀑​𓀄​𓀂​𓀔​𓀑​𓀒​𓀄​𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀗​𓌺​ 𓊆​
    𓋏​ 𓌹​𓀗​ 𓉅​ 𓍡​𓌺​ 𓊆​
        𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀗​𓅀​ 𓅖​ 𓆖​ 𓀗​𓌺​𓅔​
        𓀑​𓀄​𓀂​𓀔​𓀑​𓀒​𓀄​𓌹​𓀗​ 𓆱​ 𓍢​𓌺​𓅔​
    𓊇​
𓊇​
𓀑​𓀄​𓀂​𓀔​𓀑​𓀒​𓀄​𓌹​𓍦​𓌺​𓅔​

𓁿𓂭​ 𓂘𓀂​𓂘𓀋​𓂘𓀀​𓂘𓀒​𓂘𓀒​𓂘𓀄​𓂘𓀒​ 𓂭𓁿​
𓋡​ 𓀂​𓀋​𓀀​𓀒​𓀒​ 𓂘𓀏​𓀄​𓀑​𓀒​𓀎​𓀍​ 𓊆​
    𓋠​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀍​𓀀​𓀌​𓀄​𓅔​
    𓋡​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀀​𓀆​𓀄​𓅔​
    𓋡​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀎​𓀁​𓀉​ 𓂘𓀏​𓀄​𓀓​ 𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓅔​

    𓋡​ 𓀃​𓀄​𓀅​ 𓀂​𓀑​𓀄​𓀀​𓀓​𓀄​𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀍​𓄍​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀀​𓌺​ 𓊆​
        𓀍​𓀀​𓀌​𓀄​ 𓇀​ 𓀍​𓅔​
        𓀀​𓀆​𓀄​ 𓇀​ 𓀀​𓅔​
        𓀌​𓀘​𓂘𓀏​𓀄​𓀓​ 𓇀​ 𓀍​𓀄​𓀖​ 𓂘𓀏​𓀄​𓀓​𓌹​𓅖​𓂘𓀅​𓀑​𓀄​𓀘​𓀀​𓅖​𓄍​ 𓍪​𓌺​𓅔​
    𓊇​

    𓋡​ 𓀃​𓀄​𓀅​ 𓀒​𓀄​𓀓​𓂘𓀍​𓀀​𓀌​𓀄​𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀍​𓌺​ 𓊆​
        𓀍​𓀀​𓀌​𓀄​ 𓇀​ 𓀍​𓅔​
    𓊇​

    𓋡​ 𓀃​𓀄​𓀅​ 𓀒​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀀​𓌺​ 𓊆​
        𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓅖​𓂘𓀒​𓀄​𓀓​𓀓​𓀈​𓀍​𓀆​ 𓀀​𓀆​𓀄​𓇽​𓇽​𓇽​𓅖​𓅔​
        𓀀​𓀆​𓀄​ 𓇀​ 𓀀​𓅔​
    𓊇​

    𓋡​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀃​𓀄​𓀅​ 𓀆​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓌹​𓌺​ 𓊆​
        𓋞​ 𓇀​ 𓀀​𓀆​𓀄​𓅔​
    𓊇​

    𓋡​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀃​𓀄​𓀅​ 𓀆​𓀄​𓀓​𓂘𓀍​𓀀​𓀌​𓀄​𓌹​𓌺​ 𓊆​
        𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓅖​𓂘𓀆​𓀄​𓀓​𓀓​𓀈​𓀍​𓀆​ 𓀀​𓀆​𓀄​𓇽​𓇽​𓇽​𓅖​𓅔​
        𓋞​ 𓇀​ 𓀍​𓀀​𓀌​𓀄​𓅔​
    𓊇​

    𓋡​ 𓀃​𓀄​𓀅​ 𓀓​𓀎​𓂘𓀒​𓀓​𓀑​𓌹​𓌺​ 𓊆​
        𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀌​𓀘​ 𓀍​𓀀​𓀌​𓀄​ 𓀈​𓀒​ 𓅗​𓅖​ 𓆖​ 𓀍​𓀀​𓀌​𓀄​ 𓆖​ 𓅖​𓅗​𓄍​ 𓀀​𓀍​𓀃​ 𓀌​𓀘​ 𓀀​𓀆​𓀄​ 𓀈​𓀒​𓅀​ 𓅖​ 𓆖​ 𓀀​𓀆​𓀄​𓌺​𓅔​
    𓊇​

    𓋠​ 𓀃​𓀄​𓀅​ 𓀒​𓀄​𓀂​𓀑​𓀄​𓀓​𓂘𓀅​𓀔​𓀍​𓀂​𓀓​𓀈​𓀎​𓀍​𓌹​𓌺​ 𓊆​
        𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓅖​𓂘𓀓​𓀇​𓀈​𓀒​ 𓀂​𓀀​𓀍​ 𓀎​𓀍​𓀋​𓀘​ 𓀁​𓀄​ 𓀄​𓀗​𓀄​𓀂​𓀔​𓀓​𓀄​𓀃​ 𓀅​𓀑​𓀎​𓀌​ 𓀈​𓀍​𓀒​𓀈​𓀃​𓀄​ 𓀓​𓀇​𓀄​ 𓀂​𓀋​𓀀​𓀒​𓀒​𓆤​𓅖​𓅔​
    𓊇​

    𓋡​ 𓀂​𓀋​𓀀​𓀒​𓀒​ 𓂘𓀏​𓀄​𓀓​ 𓊆​
        𓋡​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀏​𓀄​𓀓​𓂘𓀍​𓀀​𓀌​𓀄​𓅔​
        𓋠​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀏​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓅔​

        𓋡​ 𓀃​𓀄​𓀅​ 𓀂​𓀑​𓀄​𓀀​𓀓​𓀄​𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀒​𓀓​𓀑​ 𓀏​𓀍​ 𓇀​ 𓅖​𓂘𓀁​𓀑​𓀄​𓀓​𓀓​𓅖​𓄍​ 𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀏​𓀀​ 𓇀​ 𓍦​𓍨​𓌺​ 𓊆​
            𓀏​𓀄​𓀓​𓂘𓀍​𓀀​𓀌​𓀄​ 𓇀​ 𓀏​𓀍​𓅔​
            𓀏​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​ 𓇀​ 𓀏​𓀀​𓅔​
        𓊇​

        𓋡​ 𓀃​𓀄​𓀅​ 𓀆​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓌹​𓌺​ 𓊆​
            𓋞​ 𓇀​ 𓀏​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓅔​
        𓊇​

        𓋡​ 𓀃​𓀄​𓀅​ 𓀒​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓌹​𓀓​𓀘​𓀏​𓀄​𓂘𓀈​𓀍​𓀓​ 𓀏​𓀀​ 𓇀​ 𓍤​𓍡​𓌺​ 𓊆​
            𓀏​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​ 𓇀​ 𓀏​𓀀​𓅔​
        𓊇​
    𓊇​
𓊇​

𓀓​𓀘​𓀏​𓀄​𓂘𓀎​𓀁​𓀉​ 𓂘𓀏​𓀄​𓀑​𓀒​𓀎​𓀍​ 𓀌​𓀘​𓂘𓀏​ 𓇀​ 𓀍​𓀄​𓀖​ 𓂘𓀏​𓀄​𓀑​𓀒​𓀎​𓀍​𓌹​𓅖​𓂘𓀌​𓀀​𓀓​𓀓​𓀇​𓀄​𓀖​𓅖​𓄍​ 𓍣​𓍥​𓌺​𓅔​

𓀌​𓀘​𓂘𓀍​𓀀​𓀌​𓀄​ 𓇀​ 𓀌​𓀘​𓂘𓀏​𓇽​𓀍​𓀀​𓀌​𓀄​𓅔​
𓀌​𓀘​𓂘𓀀​𓀆​𓀄​ 𓇀​ 𓀌​𓀘​𓂘𓀏​𓇽​𓀀​𓀆​𓀄​𓅔​

𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀍​𓀀​𓀌​𓀄​𓅀​ 𓅖​ 𓆖​ 𓀌​𓀘​𓂘𓀍​𓀀​𓀌​𓀄​𓌺​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓀆​𓀄​𓅀​ 𓅖​ 𓆖​ 𓀌​𓀘​𓂘𓀀​𓀆​𓀄​𓌺​𓅔​

𓀌​𓀘​𓂘𓀍​𓀀​𓀌​𓀄​ 𓇀​ 𓀌​𓀘​𓂘𓀏​𓇽​𓀆​𓀄​𓀓​𓂘𓀍​𓀀​𓀌​𓀄​𓌹​𓌺​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀍​𓀀​𓀌​𓀄​𓅀​ 𓅖​ 𓆖​ 𓀌​𓀘​𓂘𓀍​𓀀​𓀌​𓀄​𓌺​𓅔​

𓀌​𓀘​𓂘𓀏​𓇽​𓀒​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓌹​𓍦​𓍡​𓌺​𓅔​
𓀌​𓀘​𓂘𓀀​𓀆​𓀄​ 𓇀​ 𓀌​𓀘​𓂘𓀏​𓇽​𓀆​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓌹​𓌺​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓀆​𓀄​𓅀​ 𓅖​ 𓆖​ 𓀌​𓀘​𓂘𓀀​𓀆​𓀄​𓌺​𓅔​

𓀌​𓀘​𓂘𓀏​𓇽​𓀀​𓀆​𓀄​ 𓇀​ 𓍢​𓍡​𓍡​𓅔​
𓀌​𓀘​𓂘𓀀​𓀆​𓀄​ 𓇀​ 𓀌​𓀘​𓂘𓀏​𓇽​𓀀​𓀆​𓀄​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀀​𓀆​𓀄​𓅀​ 𓅖​ 𓆖​ 𓀌​𓀘​𓂘𓀀​𓀆​𓀄​𓌺​𓅔​

𓀌​𓀘​𓂘𓀏​𓇽​𓀓​𓀎​𓂘𓀒​𓀓​𓀑​𓌹​𓌺​𓅔​
𓀌​𓀘​𓂘𓀏​𓇽​𓀒​𓀄​𓀂​𓀑​𓀄​𓀓​𓂘𓀅​𓀔​𓀍​𓀂​𓀓​𓀈​𓀎​𓀍​𓌹​𓌺​𓅔​

𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓂘𓀍​𓀀​𓀌​𓀄​ 𓇀​ 𓀌​𓀘​𓂘𓀏​𓇽​𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓇽​𓀏​𓀄​𓀓​𓂘𓀍​𓀀​𓀌​𓀄​𓅔​
𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​ 𓇀​ 𓀌​𓀘​𓂘𓀏​𓇽​𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓇽​𓀏​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀏​𓀄​𓀓​ 𓂘𓀍​𓀀​𓀌​𓀄​𓅀​ 𓅖​ 𓆖​ 𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓂘𓀍​𓀀​𓀌​𓀄​𓌺​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀏​𓀄​𓀓​ 𓂘𓀀​𓀆​𓀄​𓅀​ 𓅖​ 𓆖​ 𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓌺​𓅔​

𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​ 𓇀​ 𓀌​𓀘​𓂘𓀏​𓇽​𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓇽​𓀆​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓌹​𓌺​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀏​𓀄​𓀓​ 𓂘𓀀​𓀆​𓀄​𓅀​ 𓅖​ 𓆖​ 𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓌺​𓅔​

𓀌​𓀘​𓂘𓀏​𓇽​𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓇽​𓀒​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓌹​𓍢​𓍨​𓌺​𓅔​
𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​ 𓇀​ 𓀌​𓀘​𓂘𓀏​𓇽​𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓇽​𓀆​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓌹​𓌺​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀏​𓀄​𓀓​ 𓂘𓀀​𓀆​𓀄​𓅀​ 𓅖​ 𓆖​ 𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓂘𓀀​𓀆​𓀄​𓌺​𓅔​

𓀌​𓀘​𓂘𓀏​𓇽​𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓇽​𓀏​𓀄​𓀓​𓂘𓀍​𓀀​𓀌​𓀄​ 𓇀​ 𓅖​𓂘𓀁​𓀔​𓀓​𓀓​𓀄​𓀑​𓅖​𓅔​
𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓂘𓀍​𓀀​𓀌​𓀄​ 𓇀​ 𓀌​𓀘​𓂘𓀏​𓇽​𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓇽​𓀏​𓀄​𓀓​𓂘𓀍​𓀀​𓀌​𓀄​𓅔​
𓀏​𓀑​𓀈​𓀍​𓀓​𓂘𓀋​𓀍​ 𓌹​𓅖​𓂘𓀏​𓀄​𓀓​ 𓂘𓀍​𓀀​𓀌​𓀄​𓅀​ 𓅖​ 𓆖​ 𓀌​𓀘​𓂘𓀏​𓀄​𓀓​𓂘𓀍​𓀀​𓀌​𓀄​𓌺​𓅔​